/* Description that this is the most popular Inflation Calculator app on the App Store */
"#1 Inflation Calculator" = "#1 Calculateur d'inflation";

/* Title of the screen that describes the application */
"About" = "Sur";

/* Description that the app is always updated for the current year */
"Always has the most recent data" = "A toujours les données les plus récentes";

/* Currency of Australia */
"Australian Dollar" = "Dollar australien";

/* Currency of Brazil */
"Brazilian Real" = "Real brésilien";

/* Currency of the United Kingdom */
"British Pound" = "Livre sterling";

/* Currency of Canada */
"Canadian Dollar" = "Dollar canadien";

/* Currency of China */
"Chinese Yuan" = "Le yuan chinois";

/* Currency of Colombia */
"Colombian Peso" = "Peso colombien";

/* Information that the app was created by Cal Stephens */
"Created by Cal Stephens" = "Créé par Cal Stephens";

/* Description of the available data range for a currency. e.g. 'Data from 1980 to 2020'. */
"Data from %1$@ to %2$@" = "Données de %1$@ à %2$@";

/* Title of the person who developer this app. Alternative translations could include 'Creator' or 'Designer'. */
"Creator" = "Créateur";

/* Currency of the European Union */
"Euro" = "euro";

/* App Store description */
"Ever see a price from the past and want to how how much it would cost today? With Inflation Calculator, it's easy to discover the answer. Inflation Calculator lets you calculate the value of money throughout history. It supports 22 currencies from around the world, including the US Dollar, Euro, and more!" = "Avez-vous déjà vu un prix du passé et voulez savoir combien cela coûterait aujourd'hui? Avec Inflation Calculator, il est facile de découvrir la réponse. Le calculateur d'inflation vous permet de calculer la valeur de l'argent tout au long de l'histoire. Il prend en charge 22 devises du monde entier, y compris le dollar américain, l'euro et plus encore!";

/* Label that describes how data is typically collected from official government sources. */
"Historical inflation data is compiled from various official sources." = "Les données historiques sur l'inflation sont compilées à partir de diverses sources officielles.";

/* Currency of India */
"Indian Rupee" = "Roupie indienne";

/* Currency of Indonesia */
"Indonesian Rupiah" = "Roupie indonésienne";

/* Short-hand name of the app */
"Inflation Calc" = "Inflation Calc";

/* The name of the app 'Inflation Calculator', translated into the destination language */
"Inflation Calculator" = "Calculateur d'inflation";

/* Currency of Israel */
"Israeli Sheqel" = "Sheqel israélien";

/* Currency of Japan */
"Japanese Yen" = "Yen japonais";

/* Currency of Mexico */
"Mexican Peso" = "Peso mexicain";

/* Currency of New Zealand */
"New Zealand Dollar" = "Dollar néo-zélandais";

/* App store tags */
"inflation,dollar,money,value,over time,time,history,historical,data,price,prices,year,cost,costs" = "inflation, dollar, argent, valeur, au fil du temps, temps, histoire, historique, données, prix, prix, année, coût, coûts";

/* Currency of Norway */
"Norwegian Krone" = "Couronne norvégienne";

/* Currency of Russia */
"Russian Ruble" = "Rouble russe";

/* Currency of Saudi Arabia */
"Saudi Arabian Riyal" = "Riyal saoudien";

/* Title of screen that lets the user select the active currency */
"Select Currency" = "Sélectionnez la devise";

/* Title of section that describes where data is sourced from */
"Sources" = "Sources";

/* Currency of South Africa */
"South African Rand" = "Rand sud-africain";

/* Currency of South Korea */
"South Korean Won" = "Won sud-coréen";

/* Currency of Sweden */
"Swedish Krona" = "Couronne suédoise";

/* Currency of Switzerland */
"Swiss Franc" = "Franc suisse";

/* Typical app update description */
"Thanks for using Inflation Calculator! This version adds data for 2020." = "Merci d'utiliser Inflation Calculator! Cette version ajoute des données pour 2020.";

/* Currency of Turkey */
"Turkish Lira" = "Lire turque";

/* Currency of the United States */
"US Dollar" = "Dollars américain";

/* Description that the app has 22 international currencies. Highlight the currencies most likely to be interested to users speaking that language. */
"US Dollar, Euro, & 20 other currencies" = "Euro, dollar américain, et 20 autres devises";

/* The current version of the app. e.g. Version 2.0 */
"Version %@" = "Version %@";

/* Title of button that opens the developer's website */
"Visit Website" = "Visitez le site Web";

/* Abbreviation for 'clear' that appears on a calculator. This should be two characters or fewer. */
"c" = "⌫";
